Repository: VladislavAntonyuk/WorldExplorer
Catalog: src/Client/Client/Resources/Localization/Localization.*.resx
Languages: uk

source: Explorer
uk: Дослідник

source: Loading...
uk: Завантаження...

source: Logout
uk: Вихід

source: Profile
uk: Профіль

# Slogan
source: World Explorer: Exploring the world, one place at a time.
uk: World Explorer: досліджуйте світ, одне місце за одним.

source: Delete profile
uk: Видалити профіль

# PromoText1
source: Unleash the power of AI to explore and learn about places worldwide. Be it an ancient site or a modern city, World Explorer brings it to your smartphone.
uk: Використовуйте потужність штучного інтелекту для дослідження та навчання про місця по всьому світу. Будь то давній об'єкт чи сучасне місто, World Explorer приводить його до вашого смартфона.

# PromoText2
source: Gets underlying information, history, culture, and interesting facts about any place before you even set foot there.
uk: Отримуйте базову інформацію, історію, культуру та цікаві факти про будь-яке місце, перш ніж ви туди навіть ступите.

# PromoText3
source: Discover local cuisine, attractions, and hidden gems around your current location or your planned destination, making the exploration more exciting and convenient.
uk: Відкрийте для себе місцеву кухню, атракціони та приховані скарби навколо вашого місця розташування, роблячи дослідження більш захоплюючим та зручним.

# PromoText4
source: Personalize your recommendations according to your interests, and get the best out of your travel experience with World Explorer.
uk: Персоналізуйте свої рекомендації відповідно до ваших інтересів, і отримайте максимум від вашого подорожнього досвіду з World Explorer.

# PromoText5
source: Be part of a global community of explorers who share insights and experiences, adding depth to your understanding of various places.
uk: Станьте частиною глобальної спільноти дослідників, які діляться ідеями та досвідом, додаючи глибини вашому розумінню різних місць.

# PromoTitle1
source: AI-Powered Exploration
uk: Дослідження за допомогою штучного інтелекту

# PromoTitle2
source: Comprehensive Place Descriptions
uk: Повні описи місць

# PromoTitle3
source: Nearby Recommendations
uk: Рекомендації поблизу

# PromoTitle4
source: Personalized Experience
uk: Персоналізований досвід

# PromoTitle5
source: Community Insights
uk: Статистика спільноти

# DeleteProfileConfirmationText
source: Confirm?
uk: Підтвердити?

# LookingForPlaces
source: Looking for places near you. It may take some time.
uk: Пошук місць поряд з вами. Це може зайняти певний час.

source: No
uk: Ні

source: No internet
uk: Немає інтернету

# NoPlacesFound
source: No places were found nearby. Change your location to find more places.
uk: Місць поблизу не знайдено. Змініть своє місцезнаходження, щоб знайти більше місць.

source: Yes
uk: Так

# YouAreNear
source: You are near {0}
uk: Ви знаходитесь біля {0}

source: Loading place details...
uk: Завантаження інформації...

# SharePlaceText
source: I'd like to share this place with you
uk: Я хочу поділитися цим місцем з вами

source: Unable to get place details
uk: Не можу отримати інформацю про місце

source: Cancel login
uk: Відмінити вхід

source: Learn more
uk: Дізнатися більше

source: Live view
uk: Віртуальний режим

source: Login
uk: Логін

source: Share
uk: Поділитися

source: Danger zone
uk: Небезпечна зона

source: Date
uk: Дата

# Speed
source: Speed: {0:N1} m/s
uk: Швидкість: {0:N1} м/с

source: Statistics
uk: Статистика

source: Steps
uk: Кроки

source: Visited places
uk: Відвідані місця

source: About
uk: Про нас

# CreatedBy
source: Created by Vladislav Antonyuk
uk: Розробник Vladislav Antonyuk

source: Help
uk: Допомога

source: Build route
uk: Прокласти маршрут

# CameraNotLoaded
source: Camera is not loaded
uk: Камера не завантажилась

source: Track user location
uk: Відстежувати місцезнаходження користувача

source: User settings
uk: Налаштування

# FoundPlaces
source: Found {0} places nearby.
uk: Поряд знайдено {0} місць.

source: Search
uk: Пошук
