{
	"DangerZone": "Небезпечна зона",
	"DeleteAccount": "Видалити аккаунт",
	"Error": "Помилка",
	"Languages": "Мови",
	"Loading": "Завантаження",
	"Logout": "Вихід",
	"MenuAbout": "Про нас",
	"MenuFaq": "Допомога",
	"MenuPrivacy": "Конфіденційність",
	"MenuPlaces": "Мої місця",
	"Profile": "Профіль",
	"Promo": "Відкриваючи світ в кожному кроці!",
	"PromoCheckoutWhatYouCanDo": "Дізнайтеся, що ви можете зробити!",
	"PromoAIPoweredExploration": "Дослідження за допомогою штучного інтелекту",
	"PromoAIPoweredExplorationDescription": "Використовуйте потужність штучного інтелекту для дослідження та навчання про місця по всьому світу. Будь то давній об'єкт чи сучасне місто, World Explorer приводить його до вашого смартфона.",
	"PromoComprehensivePlaceDescriptions": "Повні описи місць",
	"PromoComprehensivePlaceDescriptionsDescription": "Отримуйте базову інформацію, історію, культуру та цікаві факти про будь-яке місце, перш ніж ви туди навіть ступите.",
	"PromoNearbyRecommendations": "Рекомендації поблизу",
	"PromoNearbyRecommendationsDescription": "Відкрийте для себе місцеву кухню, атракціони та приховані скарби навколо вашого місця розташування, роблячи дослідження більш захоплюючим та зручним.",
	"PromoPersonalizedExperience": "Персоналізований досвід",
	"PromoPersonalizedExperienceDescription": "Персоналізуйте свої рекомендації відповідно до ваших інтересів, і отримайте максимум від вашого подорожнього досвіду з World Explorer.",
	"PromoShortDescription": "Досліджуйте світ як ніколи раніше з World Explorer. Наш додаток на основі штучного інтелекту надає вам глибокий увлік у будь-якому місці по всьому світу, надає повний опис і рекомендує місцеві атракціони з вашим персоналізованим путівником по подорожах.",
	"PromoLongDescription": "Подорож - це не просто досягнення пункту призначення; це досвід, пізнання та спогади, які ви створюєте по дорозі. З додатком World Explorer ви можете додати персонального гіда у свою кишеню простим натисканням кнопки. Використовуйте потужність штучного інтелекту, щоб відкрити секрети будь-якого місця у всьому світі. Від історичних локацій до сучасних місць, World Explorer забезпечує докладний опис потрібного вам місця, сформований за відгуками спільноти та адаптований до ваших інтересів. Відкрийте місцеву кухню, місця, які варто відвідати, культурні атракції, приховані скарби та багато іншого за допомогою нашої функції рекомендацій поблизу. Відправтеся до невідомого та зробіть свою подорож незабутньою за допомогою World Explorer.",
	"Register": "Зареєструватися",
	"RightToLeft": "Справа наліво",
	"Version": "Версія"
}