{
	"AddReview": "Add review",
	"AddReviewCommentValidation": "Comment is required",
	"AddReviewRatingValidation": "Rating is required",
	"AddReviewSuccess": "Review is saved. Thank you!",
	"DangerZone": "Danger Zone",
	"DeleteAccount": "Delete Account",
	"Error": "Error",
	"Languages": "Languages",
	"LeaveComment": "Leave a comment...",
	"Loading": "Loading",
	"LoadingDetails": "The place was just added. AI tour guide is preparing a description and images. It may take some time.",
	"LoadingPlaces": "Loading places...",
	"Logout": "Logout",
	"MenuAbout": "About",
	"MenuFaq": "FAQ",
	"MenuPrivacy": "Privacy",
	"MenuPlaces": "My Places",
	"Meters": "meters",
	"NoPlacesFoundNearby": "No places were found nearby. Change your location to find more places.",
	"NotFound": "not found",
	"Profile": "Profile",
	"Promo": "Uncovering the World with Every Step!",
	"PromoCheckoutWhatYouCanDo": "Check out what you can do!",
	"PromoAIPoweredExploration": "AI-Powered Exploration",
	"PromoAIPoweredExplorationDescription": "Unleash the power of AI to explore and learn about places worldwide. Be it an ancient site or a modern city, World Explorer brings it to your smartphone.",
	"PromoComprehensivePlaceDescriptions": "Comprehensive Place Descriptions",
	"PromoComprehensivePlaceDescriptionsDescription": "Gets underlying information, history, culture, and interesting facts about any place before you even set foot there.",
	"PromoNearbyRecommendations": "Nearby Recommendations",
	"PromoNearbyRecommendationsDescription": "Discover local cuisine, attractions, and hidden gems around your location, making the exploration more exciting and convenient.",
	"PromoPersonalizedExperience": "Personalized Experience",
	"PromoPersonalizedExperienceDescription": "Personalize your recommendations according to your interests, and get the best out of your travel experience with World Explorer.",
	"PromoShortDescription": "Explore the globe like never before with World Explorer. Our AI-powered app gives you in-depth insights about any place worldwide, provides a comprehensive description, and recommends local attractions with your personalized travel guide.",
	"PromoLongDescription": "A journey is not just about reaching the destination; it's about the experiences, insights, and memories you create along the way. With the World Explorer app, you can add a personal travel guide to your pocket with a mere tap of a button. Leverage the power of AI to uncover the secrets of any place worldwide. From historic locations to modern sites, World Explorer provides a detailed description of your desired place, shaped by community insights and tailored to your interests. Discover the local cuisine, must-visit spots, cultural attractions, hidden gems, and more with our nearby recommendations feature. Venture into the unexplored and make your journey memorable with World Explorer.",
	"Register": "Register for free",
	"RightToLeft": "Right to left",
	"SaveChanges": "Save Changes",
	"SavedChanges": "Successfully changed",
	"Search": "Search",
	"TrackUserLocation": "Track user location",
	"Version": "Version"
}